const grade5 = [
    {
        "id": 5,
        "classId": 5,
        "subjectId": 1,
        "title": "មេរៀនទី១៖ ល្បះទោល និងល្បះផ្សំ",
        "pdf": "https://drive.google.com/file/d/1EwIcAaM4wcRA1ghCnExvBVsS66vlLoup/preview",
        "content": {
            "intro": "ស្វែងយល់ពីល្បះទោល និងល្បះផ្សំ ដើម្បីជួយក្នុងការសរសេរតែងសេចក្តីឱ្យបានល្អ។",
            "sections": [
                {
                    "title": "១. ល្បះទោល",
                    "body": "ល្បះទោលគឺជាល្បះដែលមានគំនិតតែមួយ ឬមានកិរិយាស្នូលតែមួយគត់។",
                    "list": [
                        "ឧទាហរណ៍៖ ភ្លៀងធ្លាក់ខ្លាំង។",
                        "ឧទាហរណ៍៖ សិស្សានុសិស្សកំពុងអានសៀវភៅ។"
                    ]
                },
                {
                    "title": "២. ល្បះផ្សំ",
                    "body": "ល្បះផ្សំកើតឡើងដោយសារការរួមផ្សំគ្នានៃល្បះទោលចាប់ពីពីរឡើងទៅ ដោយប្រើឈ្នាប់ភ្ជាប់គំនិត។",
                    "list": [
                        "ឧទាហរណ៍៖ ភ្លៀងធ្លាក់ខ្លាំង ព្រោះមានខ្យល់ព្យុះ។",
                        "ឧទាហរណ៍៖ ខ្ញុំចង់ទៅលេងកំពត ប៉ុន្តែមិត្តភក្តិខ្ញុំចង់ទៅសៀមរាប។"
                    ]
                }
            ]
        }
    }
];

export default grade5;
