const grade7 = [
    {
        "id": 7,
        "classId": 7,
        "subjectId": 1,
        "title": "អក្សរសិល្ប៍ទី១៖ អក្សរសិល្ប៍ និងអក្សរសាស្ត្រ",
        "pdf": "https://drive.google.com/file/d/1dsimmS77YW0kJg79ctutOD98t_SxGecV/preview",
        "content": {
            "intro": "ស្វែងយល់ពីទំនាក់ទំនងរវាងអក្សរសាស្ត្រ និងអក្សរសិល្ប៍ខ្មែរ។",
            "sections": [
                {
                    "title": "១. អក្សរសាស្ត្រខ្មែរ",
                    "body": "ជាវិទ្យាសាស្ត្រសិក្សាអំពីអក្សរ ភាសា វេយ្យាករណ៍ និងការប្រើប្រាស់ពាក្យពេចន៍ក្នុងសង្គម។"
                },
                {
                    "title": "២. អក្សរសិល្ប៍ខ្មែរ",
                    "body": "ជាសិល្បៈនៃការតែងនិពន្ធស្នាដៃអក្សរសិល្ប៍នានា (ដូចជា កំណាព្យ រឿងព្រេង ប្រលោមលោក) ដើម្បីឆ្លុះបញ្ចាំងពីតថភាពសង្គម និងបង្ហាញពីអារម្មណ៍សោភ័ណភាព។"
                }
            ]
        }
    },
    {
        "id": 8,
        "classId": 7,
        "subjectId": 1,
        "title": "អក្សរសិល្ប៍ទី២៖ វិភាគរឿង 'រាមកេរ្តិ៍' (ផ្នែកខ្លះ)",
        "pdf": "https://drive.google.com/file/d/1-o8U_7iKsvqp98-iDc15kE_ICImcxANg/preview",
        "content": {
            "intro": "សិក្សាស្នាដៃអក្សរសិល្ប៍ខ្មែរបែបសាសនាដ៏ល្បីល្បាញ ដែលទទួលឥទ្ធិពលពីព្រហ្មញ្ញសាសនា។",
            "sections": [
                {
                    "title": "១. ប្រវត្តិរឿង",
                    "body": "រឿង រាមកេរ្តិ៍ ជាស្នាដៃរឿងរ៉ាម៉ាយណៈឥណ្ឌាដែលត្រូវបានខ្មែបសម្រួល និងបញ្ចូលលក្ខណៈវប្បធម៌ខ្មែរ តាំងពីសម័យអង្គរមកម៉្លេះ។"
                },
                {
                    "title": "២. តួអង្គសំខាន់ៗ",
                    "body": "រឿងនេះមានតួអង្គល្បីៗជាច្រើន៖",
                    "list": [
                        "ព្រះរាម៖ តំណាងឱ្យអវតារព្រះវិស្ណុ ភាពយុត្តិធម៌ និងធម៌ត្រឹមត្រូវ។",
                        "នាងសីតា៖ ភរិយាស្មោះត្រង់របស់ព្រះរាម តំណាងឱ្យស្ត្រីខ្មែរគ្រប់លក្ខណ៍។",
                        "ហនុមាន៖ មេទ័ពស្វាដែលមានបញ្ញា ល្បឿនលឿន និងភក្ដីភាពបំផុត។",
                        "ក្រុងរាពណ៍ (យក្ស)៖ តំណាងឱ្យអធម៌ ភាពអត្ដនោម័តិ និងកម្លាំងអាក្រក់។"
                    ]
                }
            ]
        }
    }
];

export default grade7;
